aaronthomas.vscode-snazzy-operator
akarlsten.vscode-snazzy-akarlsten
alefragnani.project-manager
astro-build.astro-vscode
avneeshagarwal.react-nextjs-snippets
azemoh.theme-onedark
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
chris-noring.node-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cschlosser.doxdocgen
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
donjayamanne.jquerysnippets
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
editorconfig.editorconfig
eldargerfanov.leet-html
equinusocio.vsc-community-material-theme
equinusocio.vsc-material-theme
erikphansen.vscode-toggle-column-selection
esbenp.prettier-vscode
fnando.linter
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
gamunu.vscode-yarn
genuitecllc.codetogether
gitduck.code-streaming
github.copilot
github.github-vscode-theme
glenn2223.live-sass
graphql.vscode-graphql
graphql.vscode-graphql-execution
hex-ci.stylelint-plus
impavan.theme-editor
jaspernorth.vscode-pigments
jeff-hykin.better-cpp-syntax
leandro-rodrigues.fluent-ui-vscode
leizongmin.node-module-intellisense
mblode.twig-language
mblode.twig-language-2
mehedidracula.php-namespace-resolver
mgmcdermott.vscode-language-babel
mquandalle.graphql
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.vscodeintellicode-csharp
ms-python.debugpy
ms-python.isort
ms-toolsai.jupyter
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.live-server
ms-vsliveshare.vsliveshare
mtxr.sqltools
naumovs.color-highlight
ofhumanbondage.react-proptypes-intellisense
pkief.material-icon-theme
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
sumneko.lua
thekalinga.bootstrap4-vscode
tobermory.es6-string-html
usernamehw.theme-generator
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wallabyjs.console-ninja
wallabyjs.quokka-vscode
whatwedo.twig
xabikos.javascriptsnippets
xdebug.php-debug
xdebug.php-pack
yzhang.markdown-all-in-one
zhang-renyang.chat-gpt
zhuangtongfa.material-theme
zignd.html-css-class-completion
yoavbls.pretty-ts-errors
